[
  {
    "country": "India",
    "image" : "https://images.unsplash.com/photo-1564507592333-c60657eea523?q=80&w=2071&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "historical_place": "Taj Mahal",
    "details": "The Taj Mahal, a white marble mausoleum in Agra, was built by Emperor Shah Jahan in memory of his wife Mumtaz Mahal. A masterpiece of Mughal architecture, it is a symbol of eternal love and a UNESCO World Heritage Site."
  },
  {
    "country": "Italy",
    "image" : "https://images.unsplash.com/photo-1552832230-c0197dd311b5?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8Q29sb3NzZXVtfGVufDB8fDB8fHww",
    "historical_place": "Colosseum",
    "details": "The Colosseum in Rome, Italy, is an ancient amphitheater built by the Flavian dynasty. Completed in 80 AD, it hosted gladiatorial contests and theatrical performances, showcasing Roman engineering prowess."
  },
  {
    "country": "China",
    "image" : "https://images.unsplash.com/photo-1608037521277-154cd1b89191?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTF8fFRoZSUyMEdyZWF0JTIwV2FsbCUyMG9mJTIwQ2hpbmF8ZW58MHx8MHx8fDA%3D",
    "historical_place": "The Great Wall of China",
    "details": "The Great Wall, spanning over 13,000 miles, is an extraordinary feat of ancient engineering in northern China. Built to protect against invasions, it offers breathtaking views and stands as a UNESCO World Heritage Site."
  },
  {
    "country": "Egypt",
    "image" : "https://images.unsplash.com/photo-1553913861-c0fddf2619ee?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "historical_place": "Pyramids of Giza",
    "details": "The Pyramids of Giza, near Cairo, are iconic structures built as tombs for pharaohs. The Great Pyramid is one of the Seven Wonders of the Ancient World, showcasing ancient Egyptian architecture and engineering."
  },
  {
    "country": "Greece",
    "image" : "https://images.unsplash.com/photo-1589177900075-9d13b4451617?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Nnx8QWNyb3BvbGlzJTIwb2YlMjBBdGhlbnN8ZW58MHx8MHx8fDA%3D",
    "historical_place": "Acropolis of Athens",
    "details": "The Acropolis, located in Athens, Greece, is an ancient citadel atop a rocky outcrop. Home to the Parthenon, it is a symbol of classical Greek architecture and a UNESCO World Heritage Site."
  },
  {
    "country": "Jordan",
    "image" : "https://images.unsplash.com/photo-1589825274556-94746a018766?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTR8fHBldHJhfGVufDB8fDB8fHww",
    "historical_place": "Petra",
    "details": "Petra, in Jordan, is a historical city carved into rose-red cliffs. Known as the 'Rose City,' it was the capital of the Nabataean Kingdom, featuring impressive rock-cut architecture and tombs."
  },
  {
    "country": "Mexico",
    "image" : "https://images.unsplash.com/photo-1518638150340-f706e86654de?q=80&w=2067&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "historical_place": "Chichen Itza",
    "details": "Chichen Itza, a large pre-Columbian archaeological site in Mexico, was a major city of the Maya civilization. The site includes the famous El Castillo pyramid, a UNESCO World Heritage Site."
  },
  {
    "country": "Turkey",
    "image" : "https://images.unsplash.com/photo-1623621534850-d325a1980c7e?q=80&w=2071&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "historical_place": "Hagia Sophia",
    "details": "Hagia Sophia, in Istanbul, Turkey, is a former Greek Orthodox basilica, later an Ottoman imperial mosque, and now a museum. Its architectural beauty reflects the rich history of the region."
  },
  {
    "country": "Peru",
    "image" : "https://images.unsplash.com/photo-1587595742138-7975cf837028?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8M3x8TWFjaHUlMjBQaWNjaHV8ZW58MHx8MHx8fDA%3D",
    "historical_place": "Machu Picchu",
    "details": "Machu Picchu, situated in the Andes Mountains of Peru, is an Incan citadel. Known for its breathtaking setting and sophisticated dry-stone construction, it is a UNESCO World Heritage Site."
  },
  {
    "country": "United Kingdom",
    "image" : "https://images.unsplash.com/photo-1599833975787-5c143f373c30?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8U3RvbmVoZW5nZXxlbnwwfHwwfHx8MA%3D%3D",
    "historical_place": "Stonehenge",
    "details": "Stonehenge, located in England, is a prehistoric monument consisting of standing stones arranged in a circular pattern. Its purpose and the means of construction remain subjects of debate."
  },
  {
    "country": "France",
    "image" : "https://images.unsplash.com/photo-1590991290724-515f63a45625?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8M3x8VmVyc2FpbGxlcyUyMFBhbGFjZXxlbnwwfHwwfHx8MA%3D%3D",
    "historical_place": "Versailles Palace",
    "details": "The Palace of Versailles in France is a symbol of absolute monarchy and opulence. Built by Louis XIV, it features stunning gardens, the Hall of Mirrors, and represents the grandeur of French royalty."
  },
  {
    "country": "Spain",
    "image" : "https://images.unsplash.com/photo-1564740603199-5f56138c6679?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "historical_place": "Alhambra",
    "details": "The Alhambra in Granada, Spain, is a palace and fortress complex built during the Nasrid dynasty. Its intricate Islamic architecture, courtyards, and gardens make it a UNESCO World Heritage Site."
  },
  {
    "country": "Rome",
    "image" : "https://images.unsplash.com/photo-1512767811219-ed2f11ce5d0d?w=600&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Nnx8Um9tYW4lMjBGb3J1bXxlbnwwfHwwfHx8MA%3D%3D",
    "historical_place": "Roman Forum",
    "details": "The Roman Forum in Rome, Italy, was the center of Roman public life, housing government buildings, temples, and markets. Today, it is a captivating archaeological site revealing ancient Roman civilization."
  },
  {
    "country": "Cambodia",
    "image" : "https://images.unsplash.com/photo-1566706546199-a93ba33ce9f7?q=80&w=1932&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "historical_place": "Angkor Wat",
    "details": "Angkor Wat in Cambodia is the largest religious monument globally, built during the Khmer Empire. It combines Hindu and Buddhist elements, with intricate carvings and stunning architectural design."
  },
  {
    "country": "Iran",
    "image" : "https://images.unsplash.com/photo-1624991721151-e746c489fedf?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "historical_place": "Persepolis",
    "details": "Persepolis, located in Iran, was the ceremonial capital of the Achaemenid Empire. Known for its impressive palaces and sculptures, it reflects the grandeur of ancient Persian civilization."
  },
  {
    "country": "USA",
    "image" : "https://images.unsplash.com/photo-1547452912-6972ef22a5ac?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "historical_place": "Statue of Liberty",
    "details": "The Statue of Liberty in New York City, USA, is a symbol of freedom and democracy. Gifted by France, it stands on Liberty Island and welcomes immigrants arriving in the United States."
  },
  {
    "country": "Russia",
    "image" : "https://images.unsplash.com/photo-1547448415-e9f5b28e570d?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "historical_place": "Kremlin",
    "details": "The Moscow Kremlin in Russia is a historic fortress complex with cathedrals, palaces, and the official residence of the President. It represents Russian political and cultural history."
  },
  {
    "country": "Bangladesh",
    "historical_place":"Jagannath University",
    "details": "Jagannath University in Dhaka, Bangladesh, has historical significance dating back to its establishment as Jagannath College in 1858. Renamed and upgraded to a university in 2005, it reflects cultural ties with the Indian subcontinent. The institution has been a center for educational excellence, contributing to various academic disciplines and research. It has played a role in shaping the intellectual, social, and political landscape of Bangladesh, fostering student activism and producing graduates who have made significant contributions to society. The university's ability to navigate challenges adds to its historical narrative."
  },
  {
    "country": "Bangladesh",
    "historical_place": "Sundarbans",
    "details": "The Sundarbans, located in the southwestern part of Bangladesh, is the largest mangrove forest in the world. It is a UNESCO World Heritage Site and home to the Bengal tiger. The Sundarbans play a crucial role in maintaining ecological balance and protecting the coastline from natural disasters."
  },
  {
    "country": "Bangladesh",
    "historical_place": "Ahsan Manzil",
    "details": "Ahsan Manzil, situated in Dhaka, is a historic palace that served as the official residential palace of the Nawabs of Dhaka. Built in the Indo-Saracenic Revival architecture, it is a significant landmark representing the cultural heritage of Bangladesh."
  },
  {
    "country": "Bangladesh",
    "historical_place": "Lalbagh Fort",
    "details": "Lalbagh Fort, located in the heart of Dhaka, is an incomplete 17th-century Mughal fort complex. Commissioned by Prince Muhammad Azam during the rule of his father Emperor Aurangzeb, it showcases impressive Mughal architecture and is a popular historical site."
  },
  {
    "country": "Bangladesh",
    "historical_place": "Sixty Dome Mosque (Shat Gombuj Masjid)",
    "details": "The Sixty Dome Mosque, located in Bagerhat, is a UNESCO World Heritage Site. Built during the Bengal Sultanate, it is one of the largest mosques in the Indian subcontinent, known for its sixty domes and impressive brick architecture."
  },
  {
    "country": "Bangladesh",
    "historical_place": "Jatiyo Sangsad Bhaban",
    "details": "Jatiyo Sangsad Bhaban, the National Parliament House, is an architectural marvel in Dhaka. Designed by the famous architect Louis Kahn, it symbolizes the rich cultural heritage and the spirit of an independent Bangladesh."
  },
  {
    "country": "Bangladesh",
    "historical_place": "Mahasthangarh",
    "details": "Mahasthangarh, located near Bogura, is one of the earliest urban archaeological sites in Bangladesh. It dates back to the 3rd century BCE and was the ancient capital of the Pundra Kingdom. The site includes ancient ruins, citadels, and historical artifacts."
  },
  {
    "country": "Bangladesh",
    "historical_place": "Sonargaon",
    "details": "Sonargaon, also known as the 'City of Gold,' is a historic town near Dhaka. It was the capital of the medieval Bengali rulers and later served as a trading center during the Mughal era. The Panam Nagar area in Sonargaon preserves well-maintained colonial architecture."
  },
  {
    "country": "Bangladesh",
    "historical_place": "Jangalbari Fort",
    "details": "Jangalbari Fort, situated in the Tangail district, is a historic fort built during the 17th century by Mughal Subahdar Islam Khan. It played a significant role in protecting the region from external threats and is an example of Mughal military architecture."
  },
  {
    "country": "Bangladesh",
    "historical_place": "Shah Jalal University of Science and Technology (SUST)",
    "details": "Shah Jalal University of Science and Technology, located in Sylhet, has historical significance as it houses the mausoleum of Hazrat Shah Jalal, a revered Sufi saint. The university campus includes the impressive shrine and a mosque."
  },
  {
    "country": "Bangladesh",
    "historical_place": "Baitul Mukarram National Mosque",
    "details": "Baitul Mukarram, located in Dhaka, is the national mosque of Bangladesh. It is the 10th largest mosque in the world and a symbol of the country's Islamic heritage. The mosque's modern architecture and grandeur make it a significant religious landmark."
  }
]
